{"featured_venues":[{"id":87,"title":"The Paramount and Stateside Theatres","permalink":"/venues/paramount-theatre","latitude":30.2694492340088,"longitude":-97.7421264648438,"popularity":15.0,"description":"<span style=\"color: rgb(51, 51, 51); font-family: Arial, Verdana, Helvetica, sans-serif; font-size: 12px; line-height: 17px; text-align: left; \">The Paramount Theatre has stood on Congress Avenue in the heart of downtown Austin for nearly 100 years. The site of the Paramount Theatre was once home to Sam Houston’s office and the War Department of the Republic of Texas and later the Avenue Hotel. As Austin’s oldest surviving theatre built in 1915, the Paramount has a long history of entertaining Central Texas audiences.</span><br><br><span style=\"color: rgb(51, 51, 51); font-family: Arial, Verdana, Helvetica, sans-serif; font-size: 12px; line-height: 17px; text-align: left; \">Originally conceived as a Vaudeville and variety house, it continues to bring a wide array of programming to its stage. The Paramount presents comedy, drama, music, dance, spoken word, children’s programming and films to more than 200,000 Central Texans each year. More than 10,000 of those are children who gain admission for free or at greatly reduced prices because of our youth outreach programs.</span><br><br><span style=\"color: rgb(51, 51, 51); font-family: Arial, Verdana, Helvetica, sans-serif; font-size: 12px; line-height: 17px; text-align: left; \">The Paramount holds special historical significance as a City of Austin Landmark and State Landmark. It is also listed on the National Register of Historic Places and is one of the few remaining ‘hemp houses,’ using ropes and sandbags, left in America.</span><br><br><span style=\"color: rgb(51, 51, 51); font-family: Arial, Verdana, Helvetica, sans-serif; font-size: 12px; line-height: 17px; text-align: left; \">The Paramount Theatre plays a significant role in the many communities that make Austin unique. It is home to Austin’s red carpet film premieres and is part of the SXSW and the Austin Film Festival. It is a vibrant player in the Austin music scene, hosting release parties, booking local talent and presenting touring acts. And through its own quality programming and by serving as a venue for area arts organizations, the Paramount serves as the anchor for the Austin arts community.</span><br><br><span style=\"color: rgb(51, 51, 51); font-family: Arial, Verdana, Helvetica, sans-serif; font-size: 12px; line-height: 17px; text-align: left; \">The Paramount currently operates along side the State Theatre next door under The Austin Theatre Alliance. This 501(c)(3) non-profit organization strives to bring the widest variety of entertainment to as many people as possible in its two historic theatres.</span><span style=\"color: rgb(51, 51, 51); font-family: 'lucida grande', tahoma, verdana, arial, sans-serif; font-size: 11px; font-style: normal; font-variant: normal; line-height: 14px;\"><br></span>","address":"713 Congress","neighborhood":null,"imagery":{"default":"v1391191593/venue-87.png","icon":"v1386264259/venue-hero-87.png"}},{"id":113,"title":"Stubb's","permalink":"/venues/stubbs-bar-b-q","latitude":30.2685699462891,"longitude":-97.736083984375,"popularity":15.0,"description":"Stubb's BBQ is legendary for the amazing acts that have graced our stage within the past few years.  From Hip Hop to Country, Rock and Roll to Singer Songwriter, Indie Rock to Electronica, we love them all.  Past acts include Willie Nelson, The Killers, Death Cab For Cutie, Wilco, Joan Jett, The Flaming Lips, Blue October, The Arcade Fire, Snoop Dogg, Dwight Yoakam, Ludacris, Spoon and many more... <a href=\"http://stubbsaustin.com/cpg/\" target=\"_blank\">Check out our photo gallery</a> to see some of these historic performances.<br><br>Stubb’s is an all age’s venue. However, a guardian is still responsible for children under the age of seventeen. <a href=\"http://stubbsaustin.com/faq/\">http://stubbsaustin.com/faq/</a><br>","address":"801 Red River","neighborhood":null,"imagery":{"default":"v1391191398/venue-113.png","icon":"v1386263794/venue-hero-113.png"}},{"id":251731,"title":"Empire Control Room & Garage","permalink":"/venues/empire-control-room","latitude":30.267492,"longitude":-97.736048,"popularity":15.0,"description":"<span style=\"color: rgb(51, 51, 51); font-family: 'lucida grande', tahoma, verdana, arial, sans-serif; font-size: 11.111111640930176px; font-style: normal; font-variant: normal; line-height: 15.555556297302246px;\">Empire Control Room and Garage are two connected concert venues and night clubs on 7th St. in Austin, TX. Both clubs are opening this year for SXSW and plan to be staples in the Austin music scene for years to come.</span>","address":"606 East 7th St.","neighborhood":null,"imagery":{"default":"v1391191576/venue-251731.jpg","icon":"v1386191576/venue-hero-251731.jpg"}},{"id":654,"title":"Historic Scoot Inn","permalink":"/venues/scoot-inn","latitude":30.2622394561768,"longitude":-97.7294311523438,"popularity":15.0,"description":"<p><span style=\"color: rgb(34, 34, 34); font-family: arial, helvetica, sans-serif; font-size: 13.333333015441895px; font-style: normal; font-variant: normal; line-height: normal;\"><span style=\"font-variant: normal; font-style: normal; white-space: pre-wrap; background-color: transparent;\">The Historic Scoot Inn was established in 1871 and has been an iconic&nbsp;East Austin&nbsp;landmark ever since. One of the&nbsp;best indoor and&nbsp;outdoor music venues in Austin with free street&nbsp;parking and two full service bars. &nbsp;This dive bar also has a food truck court in its large beer garden patio.</span></span><br></p>","address":"1308 E. Fourth","neighborhood":null,"imagery":{"default":"v1391191480/venue-654.png","icon":"v1386265313/venue-hero-654.png"}},{"id":2832,"title":"Black Sheep Lodge","permalink":"/venues/black-sheep-lodge","latitude":30.248477935791,"longitude":-97.7710113525391,"popularity":10.0,"description":"<p>New to the booming restaurant land of South Lamar, Black Sheep Lodge has gracefully slid right in to the local favorite list. With the Number 1 Burger in South Austin, huge beer and beverage selection, and great vibe, this bar &amp; grill provides Austinites with a perfect way to end the workday. Black Sheep Lodge has been an excellent addition to Austin's scene.</p>","address":"2108 South Lamar Blvd.","neighborhood":null,"imagery":{"default":"v1378831213/venue-2832.png","icon":"v1378831213/venue-2832.png"}},{"id":13466,"title":"Swan Dive","permalink":"/venues/swan-dive-615-red-river","latitude":30.267126083374,"longitude":-97.7365875244141,"popularity":10.0,"description":"<div><br></div><div><span style=\"font-family: 'lucida grande', tahoma, verdana, arial, sans-serif; color: rgb(51, 51, 51); \"><table><tbody><tr><td>Swan Dive is the illegitimate child of East Side Show Room and Barbarella.&nbsp;<br><br>All the class and taste of East Side Show Room with floor space adequate enough to encourage proper dance shenanigans.&nbsp;<br><br>We aspire to be a music emporium and to provide Austin with top quality eccentric entertainment in the most atmospheric environment we could muster.&nbsp;<br><br>Hope you love us.</td></tr></tbody></table></span></div>","address":"615 Red River","neighborhood":null,"imagery":{"default":"v1386677386/venue-13466.jpg","icon":"v1386677386/venue-13466.jpg"}},{"id":399,"title":"One World Theatre ","permalink":"/venues/one-world-theatre","latitude":30.3088817596436,"longitude":-97.8454666137695,"popularity":10.0,"description":"<span>One   \t\t  World was begun in 1993 as an education outreach program for which co-founders   \t\t  Hartt Stearns and lIuminada created performances and programs designed   \t\t  to enrich students' experiences of the arts and expand their knowledge   \t\t  of various world cultures. That part of our organization, Touring One   \t\t  World, has grown to over 300 performances and workshops each school   \t\t  year, reaching over 50,000 students in grades K - 12. By introducing   \t\t  our youngest community members to the world's various art forms and   \t\t  traditions, One World hopes to foster an understanding of people and   \t\t  cultures different from our own. <br>            <br>            From that base, the most evident aspect of One World came into being             in the summer of 1999 - One World Theatre (OWT). Technologically advanced             and \"green-built,\" the theatre is softly nestled in the hills             of West Austin. Resembling a Tuscan villa and described \"as unique             as the artist...presented,\" OWT has become known as a premiere             forum showcasing an eclectic mix of world-renowned performers...and             a place where magic happens. The very intimate setting elegantly accommodates             the performer's artistry and a rapt audience of only 300, and fosters             the creation of a most unique experience for all. Following a performance             by Mr. Herbie Hancock one reporter wrote \"(the experience gave)             the surreal sense that one of the all-time jazz greats was playing in             your living room.\"<br>            <br>            One World has received high praise from local and regional media as             well as nationally known publications. Such acclaim has facilitated             the expansion of our seasonal offerings and allowed One World to bring             terrific diversity to its stage. Virtuosos such as the aforementioned   \t\t  Herbie Hancock, Alvin Ailey American Dance Theater, McCoy Tyner, George   \t\t  Benson, Sergio Mendes, Stars of American Ballet Theater, Branford Marsalis,   \t\t  Cowboy Junkies, Moscow Chamber Orchestra, Pat Metheny, Little Feat, Mercedes   \t\t  Sosa, America, Orpheus Chamber Orchestra and many others.             But more importantly, the acclamation and success have brought much             needed support to One World, enabling us to continue with our mission             of educating and enriching audiences of all ages, nurturing the cultural             awareness and artistic potential of our children and building community             through diversity.</span>          <p><em>One World is a 501(c) (3) corporation.</em></p>","address":"7701 Bee Caves Rd.","neighborhood":null,"imagery":{"default":"v1391191422/venue-399.png","icon":"v1386182566/venue-hero-399.png"}},{"id":39399,"title":"Brew Exchange","permalink":"/venues/brew-exchange","latitude":30.2702137,"longitude":-97.749968,"popularity":0.0,"description":"<span style=\"color: rgb(51, 51, 51); font-family: 'lucida grande', tahoma, verdana, arial, sans-serif; font-size: 11px; font-style: normal; font-variant: normal; line-height: 14px;\">Austin's first market based bar with wall street style pricing that fluctuates based upon supply &amp; demand. 100+ beers - including 72 drafts, full bar, excellent wine selection &amp; much more!</span>","address":"706 West Sixth Street","neighborhood":null,"imagery":{"default":"v1391191482/venue-39399.jpg","icon":"v1386273087/venue-hero-39399.jpg"}},{"id":8252,"title":"Kung Fu Saloon","permalink":"/venues/kung-fu-saloon","latitude":30.2694911956787,"longitude":-97.7497329711914,"popularity":0.0,"description":"<span style=\"background-color: white;\">Kung Fu Saloon is the quintessential Austin bar – it’s a little quirky \r\nand always a good time. Everyone is guaranteed to have a blast with their full bar (including 24 Draft Beers and Kung Fu’s special Sake Bomb menu!),16 Vintage Arcade Games and tons of other fun activities like FREE Skee Ball, Giant Jenga, Shuffleboard, Foosball and your favorite board games! Not to mention the chill and unique ambiance created with its vintage vibe and unique accents that \r\nyou will just have to experience for yourself!&nbsp;</span>","address":"510 Rio Grande","neighborhood":null,"imagery":{"default":"v1391191484/venue-8252.png","icon":"v1386182153/venue-hero-8252.png"}},{"id":271346,"title":"Haymaker","permalink":"/venues/haymaker","latitude":30.284751,"longitude":-97.7176269,"popularity":0.0,"description":"<p><b>Haymaker is inspired by the simple, neighborhood bars of the Midwest and northeast. They’re there to serve the neighborhood – any and all.</b></p><p><br></p><p><b>We took that accessible attitude and put it toward Haymaker. We serve simple, hearty food: Poutine and Comfort Sandwiches. Big, burly comfort sandwiches inspired by our favorite spots around the country. And tons of Craft Beer.</b></p><p><br></p><p><b>It’s comfortable. We have TVs if you like sports, but we’re not a sports bar.</b></p><p><br></p><p><b>We’re the kind of place you can go to a few times a week.</b></p><p><br></p><p><b>We’re every day, for everybody.</b></p>","address":"2310 Manor Rd.","neighborhood":null,"imagery":{"default":"v1384343909/venue-271346.jpg","icon":"v1384343909/venue-271346.jpg"}},{"id":279348,"title":"Abel's North Grill and Tap House","permalink":"/venues/abels-north-grill-and-tap-house","latitude":30.4255009,"longitude":-97.7154872,"popularity":0.0,"description":"<span style=\"color: rgb(51, 51, 51); font-family: 'lucida grande', tahoma, verdana, arial, sans-serif; font-size: 11px; font-style: normal; font-variant: normal; line-height: 14px;\">American style tap house located in Austin, Texas. Great location for private events and viewing sports with over 50 beers on tap.</span>","address":"4001 W. Parmer Lane","neighborhood":null,"imagery":{"default":"v1391451429/venue-279348.jpg","icon":"v1388523657/venue-hero-279348.jpg"}},{"id":159361,"title":"Holy Mountain","permalink":"/venues/holy-mountain","latitude":30.266935,"longitude":-97.7361279,"popularity":0.0,"description":"Opening its’ doors in October of 2012 &amp; occupying the space formerly held by Beauty Bar, Holy Mountain took the glitter and glam of what used to be Beauty Bar and re-imagined it into a comfortable &amp; spacious live music oasis nestled in the midst of bustling Red River music district. &nbsp;Open nightly, Holy Mountain hosts a variety of acts, including live music Tuesday through Sunday, a weekly night of stand-up comedy, and the occasional NBA Jam tournament. &nbsp;Additionally, a newly designed and refurnished back patio is home to Johnnye’s East Texas Soul, serving up some Austins’ best soul food. &nbsp;Join us for Happy Hour Monday through Saturday, from 5-8, and all night Sundays and Mondays. See you on the Mountain.","address":"617 E 7th St","neighborhood":null,"imagery":{"default":"v1380915638/venue-159361.jpg","icon":"v1380915638/venue-159361.jpg"}},{"id":284386,"title":"Midway Field House","permalink":"/venues/midway-field-house","latitude":30.2396148,"longitude":-97.727879,"popularity":0.0,"description":"<span style=\"color: rgb(51, 51, 51); font-family: 'lucida grande', tahoma, verdana, arial, sans-serif; font-size: 11px; font-style: normal; font-variant: normal; line-height: 14.079999923706055px;\">Active Arcade | Sports | Eats | Beer</span>","address":"2015 E Riverside Drive","neighborhood":null,"imagery":{"default":"v1391192408/venue-284386.jpg","icon":"v1390345906/venue-hero-284386.jpg"}}],"venues":[{"id":247096,"title":"Brazos Hall","permalink":"/venues/brazos-hall","latitude":30.266028,"longitude":-97.741812,"popularity":35.0,"description":"Brazos Hall is a turn-of-the-century warehouse building at the corner of \u00034th and Brazos, now converted to Austin’s premier event space. With its \u0003restored long-leaf pine floors, brick walls and wood rafters, Brazos Hall \u0003is a venue unlike any other in the heart of downtown. In addition to the \u000310,000 square feet in the Main Hall, Brazos Hall offers a 3,500 \u0003square foot Rooftop Deck with downtown views.","address":"204 E 4th St.","neighborhood":null,"imagery":{"default":"v1380911210/venue-247096.jpg","icon":"v1380911210/venue-247096.jpg"}},{"id":24151,"title":"The Institution Theater","permalink":"/venues/the-institution-theater","latitude":30.2249247,"longitude":-97.760076,"popularity":20.0,"description":"<span style=\"color: rgb(51, 51, 51); font-family: 'lucida grande', tahoma, verdana, arial, sans-serif; font-size: 10.909090995788574px; font-style: normal; font-variant: normal; line-height: 12.727272033691406px;\">The Institution Theater is emerging as a leading school for people in Austin from all walks of life to study improvisation, acting and writing. Our students come from many backgrounds and experience levels. Whatever your reason for joining, we aim to create a safe and supportive environment where you can explore and grow.</span><br><br><span style=\"color: rgb(51, 51, 51); font-family: 'lucida grande', tahoma, verdana, arial, sans-serif; font-size: 10.909090995788574px; font-style: normal; font-variant: normal; line-height: 12.727272033691406px;\">The focus of The Institution Theater is to teach the skills which underlie&nbsp;</span><span style=\"display: inline; color: rgb(51, 51, 51); font-family: 'lucida grande', tahoma, verdana, arial, sans-serif; font-size: 10.909090995788574px; font-style: normal; font-variant: normal; line-height: 12.727272033691406px;\">the work of quality improv and artistic expression. The classes, taught by professionals working in their fields, are dedicated to helping students develop their artistic voice, both individually and within an ensemble, and to provide the tools and techniques needed to express that voice. We draw on our history of ensemble improvisation, satire, and revue comedy as developed and practiced by our actors, directors, and teachers and serve as a laboratory for the exploration of the future of the art form.&nbsp;<br><br>We regularly offer classes in improvisation, sketchwriting, and commercial auditions. We put up improv and sketch shows and have a weekly scripted show at The Highball- Teen Angst Tuesdays, where Institution actors perform actual TV shows live.</span>","address":"3708 Woodbury Drive","neighborhood":null,"imagery":{"default":"v1378831194/venue-24151.jpg","icon":"v1378831194/venue-24151.jpg"}},{"id":521,"title":"MugShots","permalink":"/venues/mugshots","latitude":30.267765045166,"longitude":-97.7384262084961,"popularity":19.0,"description":"<p><span style=\"color: rgb(51, 51, 51); font-family: 'lucida grande', tahoma, verdana, arial, sans-serif; font-size: 11.111111640930176px; font-style: normal; font-variant: normal; line-height: 15.555556297302246px;\">We're cheap so you don't have to be.</span></p><p><span style=\"color: rgb(51, 51, 51); font-family: 'lucida grande', tahoma, verdana, arial, sans-serif; font-size: 11.111111640930176px; font-style: normal; font-variant: normal; line-height: 15.555556297302246px;\"><br></span></p><p><span style=\"color: rgb(51, 51, 51); font-family: 'lucida grande', tahoma, verdana, arial, sans-serif; font-size: 11.111111640930176px; font-style: normal; font-variant: normal; line-height: 15.555556297302246px;\">Established in 2002, the building was built in 1870 as a residence. It was sold in 1890 to Madame Davis and turned into a, well...you guessed it, a whorehouse. It remained a funhouse till sometime in the 1930's. Supposedly, the \"slight o' mind\" son of Madame Davis decided one day he wanted a wife. He then went out on the street and grabbed a young lady in a blue dress and dragged her inside.&nbsp;</span><span style=\"display: inline; color: rgb(51, 51, 51); font-family: 'lucida grande', tahoma, verdana, arial, sans-serif; font-size: 11.111111640930176px; font-style: normal; font-variant: normal; line-height: 15.555556297302246px;\">He wound up killing her in true Lenny Small fashion. Many customers (and possibly 1 owner) have been known to see a women in a blue dress haunt the place. So far, she has shown no malevolence to anyone. One story even has her doing a light show for a bachelor party. Perhaps she wasn't just a passerby but actually a working girl when \"Lenny\" grabbed her? Anywho, the years passed and the building became a flop-house with the bus station located near I-35 and 7th. Sometime in the '90s it was remodeled and became several businesses before Marcos, Brian, and Keith turned it into the awesome establishment it is now.</span><br></p>","address":"407 E 7th St","neighborhood":null,"imagery":{"default":"v1378831200/venue-521.jpg","icon":"v1378831200/venue-521.jpg"}},{"id":680,"title":"Spider House Cafe & Ballroom","permalink":"/venues/spider-house-cafe","latitude":30.2955856323242,"longitude":-97.7417907714844,"popularity":15.0,"description":"<div><span class=\"wysiwyg-font-size-small\"><span style=\"line-height: normal;\">One of Austin’s legendary hot spots, Spider House Cafe welcomes with a laid back environment for it’s patrons to meet friends over delicious specialty cocktails and an artisan inspired menu all day and night, or work remotely courtesy of the free Wi-Fi until 2AM every day. The inside bar offers plenty of nooks and crannies for work or pleasure. The cafe (rumored from it’s staff to be haunted!) features gourmet coffee with a wide selection of local, craft beers on tap, an all-new wine list, full bar, sandwiches and baked goods from Quack’s Bakery, as well as specialty cocktails that feature fruity concoctions from JuiceLand.</span></span></div><div><span class=\"wysiwyg-font-size-small\"><span style=\"line-height: normal;\"><br></span></span></div><div><span class=\"wysiwyg-font-size-small\"><span style=\"line-height: normal;\">The outdoor patio decor includes one-of-a-kind antiques and art installation pieces, a novelty collection of garden statues, romantic twinkle lights, and an abundance of booths, swings, and table tops. The premises includes three outdoor stages, including Outdoor Tented Chapel area which comes equipped with it’s own Tiki Bar making it perfect for private party rentals! Sideshow Tattoo, Love Balls, and Lymbo Clothing &amp; Screen Print Shop are all located off the Spider House Cafe Patio.<br><br><div>The Spider House Ballroom specializes in a variety of events with select menu and cocktails from Spider House Cafe. Draped in red-velvet curtains, providing an intimate room for music, comedy, film, candlelit cabarets, dance parties, and private functions with two stages and a full bar. The Spider House Ballroom’s calendar often features Austin’s most up-and-coming performing artists, musicians, and comedians. It’s cozy outdoor patio area is also home to Souvlaki Greek Original Gyros. Happy Hour drink specials are served daily from 5-8PM.</div><div>To see all upcoming events sign up for our mailing list. Like us on Facebook &amp; follow us onTwitter at @SpiderHouse. Take photos with us at all the fun parties on Instagram @SpiderHouseBallroom!</div></span></span></div>","address":"2908 Fruth St","neighborhood":null,"imagery":{"default":"v1392678736/venue-680.jpg","icon":"v1392678772/venue-icon-680.jpg"}},{"id":654,"title":"Historic Scoot Inn","permalink":"/venues/scoot-inn","latitude":30.2622394561768,"longitude":-97.7294311523438,"popularity":15.0,"description":"<p><span style=\"color: rgb(34, 34, 34); font-family: arial, helvetica, sans-serif; font-size: 13.333333015441895px; font-style: normal; font-variant: normal; line-height: normal;\"><span style=\"font-variant: normal; font-style: normal; white-space: pre-wrap; background-color: transparent;\">The Historic Scoot Inn was established in 1871 and has been an iconic&nbsp;East Austin&nbsp;landmark ever since. One of the&nbsp;best indoor and&nbsp;outdoor music venues in Austin with free street&nbsp;parking and two full service bars. &nbsp;This dive bar also has a food truck court in its large beer garden patio.</span></span><br></p>","address":"1308 E. Fourth","neighborhood":null,"imagery":{"default":"v1391191480/venue-654.png","icon":"v1386265313/venue-hero-654.png"}},{"id":19704,"title":"Hotel Vegas","permalink":"/venues/hotel-vegas","latitude":30.2634201049805,"longitude":-97.7273559570312,"popularity":15.0,"description":"<div style=\"color: rgb(0, 0, 0); font-family: arial; font-size: small; font-style: normal; font-variant: normal; line-height: normal;\"><span style=\"color: rgb(43, 27, 23); font-family: Helvetica, Arial, sans-serif; font-size: 14px; line-height: 18px;\">Hotel Vegas Bar is located in the heart of the east sixth street arts + entertainment district on the east end of the Salinas Building, next to neighboring sister bar The Volstead Lounge. Hotel Vegas Bar will offer Live Music and DJ’s Wednesday to Saturday at 9pm with select shows and events Sunday, Monday and Tuesday.</span></div><div><span style=\"color: rgb(43, 27, 23); font-family: Helvetica, Arial, sans-serif; font-size: 14px; line-height: 18px;\"><br></span></div>","address":"1500 E. 6th Street","neighborhood":null,"imagery":{"default":"v1391191456/venue-19704.jpg","icon":"v1386022522/venue-hero-19704.jpg"}},{"id":87,"title":"The Paramount and Stateside Theatres","permalink":"/venues/paramount-theatre","latitude":30.2694492340088,"longitude":-97.7421264648438,"popularity":15.0,"description":"<span style=\"color: rgb(51, 51, 51); font-family: Arial, Verdana, Helvetica, sans-serif; font-size: 12px; line-height: 17px; text-align: left; \">The Paramount Theatre has stood on Congress Avenue in the heart of downtown Austin for nearly 100 years. The site of the Paramount Theatre was once home to Sam Houston’s office and the War Department of the Republic of Texas and later the Avenue Hotel. As Austin’s oldest surviving theatre built in 1915, the Paramount has a long history of entertaining Central Texas audiences.</span><br><br><span style=\"color: rgb(51, 51, 51); font-family: Arial, Verdana, Helvetica, sans-serif; font-size: 12px; line-height: 17px; text-align: left; \">Originally conceived as a Vaudeville and variety house, it continues to bring a wide array of programming to its stage. The Paramount presents comedy, drama, music, dance, spoken word, children’s programming and films to more than 200,000 Central Texans each year. More than 10,000 of those are children who gain admission for free or at greatly reduced prices because of our youth outreach programs.</span><br><br><span style=\"color: rgb(51, 51, 51); font-family: Arial, Verdana, Helvetica, sans-serif; font-size: 12px; line-height: 17px; text-align: left; \">The Paramount holds special historical significance as a City of Austin Landmark and State Landmark. It is also listed on the National Register of Historic Places and is one of the few remaining ‘hemp houses,’ using ropes and sandbags, left in America.</span><br><br><span style=\"color: rgb(51, 51, 51); font-family: Arial, Verdana, Helvetica, sans-serif; font-size: 12px; line-height: 17px; text-align: left; \">The Paramount Theatre plays a significant role in the many communities that make Austin unique. It is home to Austin’s red carpet film premieres and is part of the SXSW and the Austin Film Festival. It is a vibrant player in the Austin music scene, hosting release parties, booking local talent and presenting touring acts. And through its own quality programming and by serving as a venue for area arts organizations, the Paramount serves as the anchor for the Austin arts community.</span><br><br><span style=\"color: rgb(51, 51, 51); font-family: Arial, Verdana, Helvetica, sans-serif; font-size: 12px; line-height: 17px; text-align: left; \">The Paramount currently operates along side the State Theatre next door under The Austin Theatre Alliance. This 501(c)(3) non-profit organization strives to bring the widest variety of entertainment to as many people as possible in its two historic theatres.</span><span style=\"color: rgb(51, 51, 51); font-family: 'lucida grande', tahoma, verdana, arial, sans-serif; font-size: 11px; font-style: normal; font-variant: normal; line-height: 14px;\"><br></span>","address":"713 Congress","neighborhood":null,"imagery":{"default":"v1391191593/venue-87.png","icon":"v1386264259/venue-hero-87.png"}},{"id":4012,"title":"Barbarella ","permalink":"/venues/barbarella","latitude":30.267126083374,"longitude":-97.7365875244141,"popularity":15.0,"description":"<span style=\"color: rgb(0, 0, 0);\">Barbarella won Best Place to Dance&nbsp;in Do512's&nbsp;</span><a href=\"http://do512blog.com/2012/12/31/do512s-best-of-2012-survey/\">Best of 2012 Survey</a><span style=\"color: rgb(0, 0, 0);\">!<br></span><p><span style=\"outline-width: 0px; background-color: transparent; color: rgb(0, 0, 0);\"><strong>TuezGayz&nbsp;</strong><em>10p-2am</em></span></p><p><span style=\"outline-width: 0px; background-color: transparent; color: rgb(0, 0, 0);\"><strong>Grits &amp; Gravy Thursdays&nbsp;</strong><em>10p-2am</em></span></p><p><span style=\"outline-width: 0px; background-color: transparent; color: rgb(0, 0, 0);\"><strong>Foot Loose Fridays&nbsp;</strong><em>9:30pm-2am</em></span></p><p><span style=\"outline-width: 0px; background-color: transparent; color: rgb(0, 0, 0);\"><strong>New Noise Saturdays&nbsp;</strong><em>9:30pm-2am</em></span></p><p><span class=\"wysiwyg-color-black\">&nbsp;</span></p><p><span style=\"outline-width: 0px; background-color: transparent; color: rgb(229, 235, 255);\"><strong><span class=\"wysiwyg-color-black\">ALWAYS 21+</span></strong></span></p><p>&nbsp;</p><p><span style=\"outline-width: 0px; background-color: transparent; color: rgb(0, 0, 0);\"><strong>$3 COVER AFTER 12:30a for TuezGayz, Fridays, &amp; Saturdays. Free Before!&nbsp;</strong></span></p>","address":"615 Red River","neighborhood":null,"imagery":{"default":"v1378831205/venue-4012.jpg","icon":"v1378831205/venue-4012.jpg"}},{"id":251731,"title":"Empire Control Room & Garage","permalink":"/venues/empire-control-room","latitude":30.267492,"longitude":-97.736048,"popularity":15.0,"description":"<span style=\"color: rgb(51, 51, 51); font-family: 'lucida grande', tahoma, verdana, arial, sans-serif; font-size: 11.111111640930176px; font-style: normal; font-variant: normal; line-height: 15.555556297302246px;\">Empire Control Room and Garage are two connected concert venues and night clubs on 7th St. in Austin, TX. Both clubs are opening this year for SXSW and plan to be staples in the Austin music scene for years to come.</span>","address":"606 East 7th St.","neighborhood":null,"imagery":{"default":"v1391191576/venue-251731.jpg","icon":"v1386191576/venue-hero-251731.jpg"}},{"id":175439,"title":"Emo's","permalink":"/venues/emos","latitude":30.263306,"longitude":-97.752573,"popularity":15.0,"description":"<p><span style=\"color: rgb(34, 34, 34); font-family: Calibri; font-size: 16px; font-style: normal; font-variant: normal; line-height: normal;\"><br></span></p><p><span style=\"color: rgb(34, 34, 34); font-family: Calibri; font-size: 16px; font-style: normal; font-variant: normal; line-height: normal;\"><br></span></p><p><span style=\"font-style: normal; font-variant: normal; color: rgb(34, 34, 34); font-family: Calibri; font-size: 16px; line-height: normal;\">Emo’s has and always will be a little rough around the edges. Originating in the punk rock trenches of the Red River Music District in the early 90’s, the initial venue brought an authentic personality that helped shape Austin’s thriving live music scene.</span><span style=\"font-style: normal; font-variant: normal; color: rgb(34, 34, 34); font-family: Calibri; font-size: 16px; line-height: normal;\">&nbsp;&nbsp;</span><span style=\"font-style: normal; font-variant: normal; color: rgb(34, 34, 34); font-family: Calibri; font-size: 16px; line-height: normal;\">The new venue, formally the influential Back Room, now boasts a state-of-the-art sound system, complete with quality lighting and staging capabilities. With the history of two legendary Austin venues in its blood, the rock ‘n’ roll spirit lives on at 2015 East Riverside Drive.&nbsp;</span><br></p>","address":"2015 E. Riverside Dr.","neighborhood":null,"imagery":{"default":"v1379513182/venue-175439.png","icon":"v1379513182/venue-175439.png"}}],"paging":{"label":"Venues","path":"/venues","first":1,"last":10,"count":882,"formatted_count":"882","page_size":10,"total_pages":89,"current_page":1,"listing_ad_position":5},"photos_base":"http://res.cloudinary.com/dostuff-media/image/upload/","api_version":0.001}